<?php

include dirname(__FILE__) . DIRECTORY_SEPARATOR . 'header.php';
$xoopsOption['xoops_pagetitle']= 'Правила пользования чатом';
//$xoopsOption['template_main'] = 'chat_index.html';
include $GLOBALS['xoops']->path('header.php');

?>

Чат - место общения пользователей интернета. Регистрируя ник на сайте, пользователь обязуется следовать настоящим правилам, кем бы он ни являлся в реальной жизни.
Посетителю чата разрешено делать все, что не запрещено.<br>
<br />
<b>Запрещено:</b>
<OL>
<LI>Использовать ненормативную лексику на всех языках.</LI>
<LI>Регистрироваться под оскорбительными никами.</LI>
<LI>Оскорблять посетителей чата.</LI>
<LI>Флудить, то есть многократно повторять одни и те же или незначительно различающиеся фразы.</LI>
<LI>Рекламировать другие чаты и сайты. Исключение делается для личных фотографий и домашних страничек посетителей.</LI>
<LI>Клонировать чужие ники (то есть брать себе ник, похожий на ник другого посетителя).</LI>
<LI>Размещать в своем профиле картинки сомнительного содержания (непристойные, содержащие ненормативную лексику или оскорбления в адрес посетителей, сцены
насилия, кровопролития и т.д.). Окончательное решение по поводу уместности картинки остается за модератором.</LI>
</OL>
<br />
<b>Модераторы</b>
<br><br>
Модераторы (иногда их еще называют убийцами) следят за тем, что бы эти правила соблюдались всеми посетителями чата,
а при нарушении принимают соответствующие меры. Модератор имеет право:
<UL>
<LI>предупреждать пользователя о том, что тот ведет себя некорректно;</LI>
<LI>удалять провинившегося на определенное время;</LI>
<LI>не комментировать своих решений.</LI>
</UL>
Недовольные действиями модераторов могут выразить свое мнение в форуме, посвященном проблемам чата, где оно будет рассмотрено администрацией.
<br><br>
Модератор не имеет права:
<UL>
<LI>распространять информацию об IP-адресах посетителей чата;</LI>
<LI>блокировать доступ, руководствуясь личными обидами, субъективными причинами, плохим настроением;</LI>
<LI>передавать свой пароль или ник другим посетителям.</LI>
</UL>
<br />
<a href="/modules/chat/">Посетить чат.</a>

<?php

include $GLOBALS['xoops']->path('footer.php');

?>